Repository: tlb-22/mac-tool-ecmenu
Catalog: ECMenu/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Choose a regular file as the template.
zh_hans: 请选择普通文件作为模板。

source: Enter a display name.
zh_hans: 请输入显示名。

source: Enter a single file name, without a folder path.
zh_hans: 请输入单个文件名，不包含文件夹路径。

source: The file template library could not be read.
zh_hans: 无法读取文件模板库。

source: The file template library uses an unsupported format.
zh_hans: 文件模板库使用了不受支持的格式。

source: This file template no longer exists.
zh_hans: 此文件模板已不存在。

# alert.command.confirm
source: OK
zh_hans: 好

# alert.command.title
source: Operation Couldn’t Be Completed
zh_hans: 操作未完成

# alert.imageCompression.fileDates.all.counted
source: The images were compressed, but the date attributes of %lld images couldn’t be updated.
zh_hans: 图片已压缩但遇到问题：%lld 张图片的时间属性写入失败。

# alert.imageCompression.fileDates.all.named
source: “%@” was compressed, but its date attributes couldn’t be updated.
zh_hans: 图片已压缩但遇到问题：“%@”的时间属性写入失败。

# alert.imageCompression.fileDates.partial.counted
source: Some images were compressed, but the date attributes of %lld images couldn’t be updated.
zh_hans: 部分图片已压缩但遇到问题：%lld 张图片的时间属性写入失败。

# alert.imageCompression.fileDates.partial.named
source: Some images were compressed, but the date attributes of “%@” couldn’t be updated.
zh_hans: 部分图片已压缩但遇到问题：“%@”的时间属性写入失败。

# alert.imageCompression.readPermission.all.counted
source: Couldn’t compress the selected images because %lld images can’t be read.
zh_hans: 无法压缩图片：%lld 张图片没有读取权限。

# alert.imageCompression.readPermission.all.named
source: Couldn’t compress “%@” because it can’t be read.
zh_hans: 无法压缩“%@”：没有读取权限。

# alert.imageCompression.readPermission.partial.counted
source: Some images couldn’t be compressed because %lld images can’t be read.
zh_hans: 无法压缩部分图片：%lld 张图片没有读取权限。

# alert.imageCompression.readPermission.partial.named
source: Some images couldn’t be compressed because “%@” can’t be read.
zh_hans: 无法压缩部分图片：“%@”没有读取权限。

# alert.imageCompression.writePermission.all.counted
source: Couldn’t compress the selected images because the folders containing %lld images aren’t writable.
zh_hans: 无法压缩图片：%lld 张图片所在文件夹没有写入权限。

# alert.imageCompression.writePermission.all.named
source: Couldn’t compress “%@” because its folder isn’t writable.
zh_hans: 无法压缩“%@”：其所在文件夹没有写入权限。

# alert.imageCompression.writePermission.partial.counted
source: Some images couldn’t be compressed because the folders containing %lld images aren’t writable.
zh_hans: 无法压缩部分图片：%lld 张图片所在文件夹没有写入权限。

# alert.imageCompression.writePermission.partial.named
source: Some images couldn’t be compressed because the folder containing “%@” isn’t writable.
zh_hans: 无法压缩部分图片：“%@”所在文件夹没有写入权限。

# alert.newFile.writePermission.named
source: Couldn’t create a file because “%@” isn’t writable.
zh_hans: 无法新建文件：“%@”没有写入权限。

# alert.openInApplication.failed
source: Couldn’t open in %@.
zh_hans: 无法进入 %@。

# alert.visibility.hide.all.counted
source: Couldn’t hide the selected items because %lld items aren’t writable.
zh_hans: 无法隐藏项目：%lld 个项目没有写入权限。

# alert.visibility.hide.all.named
source: Couldn’t hide “%@” because it isn’t writable.
zh_hans: 无法隐藏项目：“%@”没有写入权限。

# alert.visibility.hide.partial.counted
source: Some items couldn’t be hidden because %lld items aren’t writable.
zh_hans: 无法隐藏部分项目：%lld 个项目没有写入权限。

# alert.visibility.hide.partial.named
source: Some items couldn’t be hidden because “%@” isn’t writable.
zh_hans: 无法隐藏部分项目：“%@”没有写入权限。

# alert.visibility.show.all.counted
source: Couldn’t show the selected items because %lld items aren’t writable.
zh_hans: 无法显示项目：%lld 个项目没有写入权限。

# alert.visibility.show.all.named
source: Couldn’t show “%@” because it isn’t writable.
zh_hans: 无法显示项目：“%@”没有写入权限。

# alert.visibility.show.partial.counted
source: Some items couldn’t be shown because %lld items aren’t writable.
zh_hans: 无法显示部分项目：%lld 个项目没有写入权限。

# alert.visibility.show.partial.named
source: Some items couldn’t be shown because “%@” isn’t writable.
zh_hans: 无法显示部分项目：“%@”没有写入权限。

# app.menu.closeWindow
source: Close Window
zh_hans: 关闭窗口

# app.menu.quit
source: Quit %@
zh_hans: 退出 %@

# command.compressImages
source: Compress Images
zh_hans: 压缩图片

# command.copyPath
source: Copy Path
zh_hans: 拷贝路径

# command.hideItems
source: Hide Items
zh_hans: 隐藏项目

# command.newFile
source: New File
zh_hans: 新建文件

# command.openInITerm2
source: Open in iTerm2
zh_hans: 进入 iTerm2

# command.openInVisualStudioCode
source: Open in Visual Studio Code
zh_hans: 进入 Visual Studio Code

# command.showItems
source: Show Items
zh_hans: 显示项目

# common.cancel
source: Cancel
zh_hans: 取消

# common.ok
source: OK
zh_hans: 好

# common.retry
source: Retry
zh_hans: 重试

# common.settings
source: Settings…
zh_hans: 设置…

# fileTemplates.action.add
source: Add Template…
zh_hans: 添加模板…

# fileTemplates.action.delete
source: Delete Template
zh_hans: 删除模板

# fileTemplates.action.open
source: Open
zh_hans: 打开

# fileTemplates.action.open.help
source: Open with the default application
zh_hans: 用默认应用打开

# fileTemplates.action.replace
source: Replace…
zh_hans: 更换…

# fileTemplates.empty.description
source: Add a file to use it as a template in Finder.
zh_hans: 添加文件，将其用作 Finder 中的新建文件模板。

# fileTemplates.empty.title
source: No File Templates
zh_hans: 暂无文件模板

# fileTemplates.error.load
source: Unable to Load Templates
zh_hans: 无法载入模板

# fileTemplates.error.open
source: The template file could not be opened with its default application.
zh_hans: 无法使用默认应用打开模板文件。

# fileTemplates.error.operation
source: Operation Couldn’t Be Completed
zh_hans: 操作未完成

# fileTemplates.field.defaultFileName
source: Default File Name:
zh_hans: 默认文件名：

# fileTemplates.field.displayName
source: Display Name:
zh_hans: 显示名：

# imageCompression.action.compress
source: Compress
zh_hans: 压缩

# imageCompression.field.jpgQuality
source: JPG Quality:
zh_hans: JPG质量：

# imageCompression.field.targetWidth
source: Target Width:
zh_hans: 目标宽度：

# imageCompression.unit.pixels
source: pixels
zh_hans: 像素

# imageCompression.validation.positiveInteger
source: Enter a positive integer.
zh_hans: 请输入正整数。

# imageCompression.validation.targetWidth
source: Enter a positive integer.
zh_hans: 目标宽度必须是正整数。

# progress.cancelling
source: Cancelling…
zh_hans: 正在取消…

# statusPage.accessibility.extensionDisabled
source: Disabled
zh_hans: 未启用

# statusPage.accessibility.extensionEnabled
source: Enabled
zh_hans: 已启用

# statusPage.accessibility.extensionSettings
source: Open Finder Extension settings
zh_hans: 打开 Finder 扩展设置

# statusPage.accessibility.fullDiskAccessSettings
source: Open Full Disk Access settings
zh_hans: 打开完全磁盘访问设置

# statusPage.contextMenu.installed
source: Installed
zh_hans: 已安装

# statusPage.contextMenu.notInstalled
source: Not Installed
zh_hans: 未安装

# statusPage.contextMenu.showCommand
source: Show %@
zh_hans: 显示%@

# statusPage.general.enableApplication
source: Enable %@
zh_hans: 启用 %@

# statusPage.general.finderExtension
source: Finder Extension
zh_hans: Finder 扩展

# statusPage.general.fullDiskAccess
source: Full Disk Access
zh_hans: 完全磁盘访问

# statusPage.general.loginItem.notApproved
source: Not Approved
zh_hans: 未批准

# statusPage.general.openAtLogin
source: Open at Login
zh_hans: 登录时打开

# statusPage.general.settings
source: Settings…
zh_hans: 设置...

# statusPage.pane.contextMenu
source: Context Menu
zh_hans: 右键菜单

# statusPage.pane.fileTemplates
source: File Templates
zh_hans: 文件模板

# statusPage.pane.general
source: General
zh_hans: 通用
